
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>Quảng cáo Google · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="quang-cao-facebook.html" />
    
    
    <link rel="prev" href="tiep-thi-noi-dung-cham-soc-website.html" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Giới thiệu
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="terms.md">
            
                <span>
            
                    
                    Thuật ngữ
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Dịch vụ</li>
        
        
    
        <li class="chapter " data-level="2.1" data-path="seo.html">
            
                <a href="seo.html">
            
                    
                    SEO – Search Engine Optimization
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="thiet-ke-website.html">
            
                <a href="thiet-ke-website.html">
            
                    
                    Thiết kế website
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="thiet-ke-landing-page.html">
            
                <a href="thiet-ke-landing-page.html">
            
                    
                    Thiết kế landing page
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="tiep-thi-noi-dung-cham-soc-website.html">
            
                <a href="tiep-thi-noi-dung-cham-soc-website.html">
            
                    
                    Tiếp thị nội dung – Chăm sóc website
            
                </a>
            

            
        </li>
    
        <li class="chapter active" data-level="2.5" data-path="quang-cao-google.html">
            
                <a href="quang-cao-google.html">
            
                    
                    Quảng cáo Google
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="quang-cao-facebook.html">
            
                <a href="quang-cao-facebook.html">
            
                    
                    Quảng cáo Facebook
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="toi-uu-ty-le-chuyen-doi.html">
            
                <a href="toi-uu-ty-le-chuyen-doi.html">
            
                    
                    Tối ưu tỷ lệ chuyển đổi – Conversion Optimization
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="giai-phap-tong-the-cho-smes.html">
            
                <a href="giai-phap-tong-the-cho-smes.html">
            
                    
                    Giải pháp tổng thể cho SMEs
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="giai-phap-bat-dong-san.html">
            
                <a href="giai-phap-bat-dong-san.html">
            
                    
                    Giải pháp cho ngành bất động sản
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Hướng dẫn</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../guides/checklist-ban-giao-website.html">
            
                <a href="../guides/checklist-ban-giao-website.html">
            
                    
                    Checklist bàn giao website
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../guides/huong-dan-su-dung-keystone.html">
            
                <a href="../guides/huong-dan-su-dung-keystone.html">
            
                    
                    Hướng dẫn sử dụng CMS Keystone
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="../guides/huong-dan-su-dung-page-editor.html">
            
                <a href="../guides/huong-dan-su-dung-page-editor.html">
            
                    
                    Hướng dẫn sử dụng Page Editor
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.4" data-path="../guides/huong-dan-toi-uu-hoa-seo.html">
            
                <a href="../guides/huong-dan-toi-uu-hoa-seo.html">
            
                    
                    Hướng dẫn tối ưu hóa SEO
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.5" data-path="../guides/huong-dan-kiem-tra-performance-cua-website.html">
            
                <a href="../guides/huong-dan-kiem-tra-performance-cua-website.html">
            
                    
                    Hướng dẫn kiểm tra performance website
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Hợp tác</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../affiliates/chuong-trinh-affiliate.html">
            
                <a href="../affiliates/chuong-trinh-affiliate.html">
            
                    
                    Chương trình Affiliate
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="../affiliates/chuong-trinh-partners.html">
            
                <a href="../affiliates/chuong-trinh-partners.html">
            
                    
                    Chương trình Partner
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >Quảng cáo Google</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="qu&#x1EA3;ng-c&#xE1;o-google">Qu&#x1EA3;ng c&#xE1;o Google</h1>
<p>Google l&#xE0; b&#x1ED9; m&#xE1;y t&#xEC;m ki&#x1EBF;m chi&#x1EBF;m th&#x1ECB; ph&#x1EA7;n l&#x1EDB;n nh&#x1EA5;t th&#x1EBF; gi&#x1EDB;i. Theo th&#x1ED1;ng k&#xEA;<a href="internetlivestats.com">* </a>, Google x&#x1EED; l&#xFD; 40,000 l&#x1B0;&#x1EE3;t t&#xEC;m ki&#x1EBF;m m&#x1ED7;i gi&#xE2;y, t&#x1B0;&#x1A1;ng &#x111;&#x1B0;&#x1A1;ng v&#x1EDB;i 3.5 t&#x1EC9; l&#x1B0;&#x1EE3;t m&#x1ED9;t ng&#xE0;y &#x2013; 1 con s&#x1ED1; kh&#x1ED5;ng l&#x1ED3; v&#xE0; l&#xE0; m&#x1EA3;nh &#x111;&#x1EA5;t m&#xE0;u m&#x1EE1; &#x111;&#x1EC3; marketing qu&#x1EA3;ng b&#xE1; th&#x1B0;&#x1A1;ng hi&#x1EC7;u.</p>
<p>Nh&#x1B0;ng hi&#x1EC7;n nay, qu&#x1EA3;ng c&#xE1;o Google &#x111;ang di&#x1EC5;n ra s&#x1EF1; c&#x1EA1;nh tranh gay g&#x1EAF;t. &#x110;&#x1EC3; chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o th&#x1EF1;c s&#x1EF1; hi&#x1EC7;u qu&#x1EA3;, ngo&#xE0;i s&#x1EF1; th&#x1EA5;u hi&#x1EC3;u th&#x1ECB; tr&#x1B0;&#x1EDD;ng, th&#x1EA5;u hi&#x1EC3;u Adwords, nh&#xE0; qu&#x1EA3;ng c&#xE1;o c&#xF2;n c&#x1EA7;n m&#x1ED9;t qu&#xE1; tr&#xEC;nh theo d&#xF5;i &amp; li&#xEA;n t&#x1EE5;c &#x111;i&#x1EC1;u ch&#x1EC9;nh t&#x1ED1;i &#x1B0;u.</p>
<p>C&#xF3; 2 bao nhi&#xEA;u h&#xEC;nh th&#x1EE9;c qu&#x1EA3;ng c&#xE1;o Google:</p>
<ul>
<li>Qu&#x1EA3;ng c&#xE1;o t&#x1EEB; kh&#xF3;a Google Search</li>
<li>Qu&#x1EA3;ng c&#xE1;o m&#x1EA1;ng hi&#x1EC3;n th&#x1ECB; Google Display Network</li>
</ul>
<h3 id="1-qu&#x1EA3;ng-c&#xE1;o-t&#x1EEB;-kh&#xF3;a-google-adwords">1. Qu&#x1EA3;ng c&#xE1;o t&#x1EEB; kh&#xF3;a Google Adwords</h3>
<p>Google Adwords, hay c&#xF2;n &#x111;&#x1B0;&#x1EE3;c g&#x1ECD;i l&#xE0; qu&#x1EA3;ng c&#xE1;o Google PPC, qu&#x1EA3;ng c&#xE1;o Google t&#xED;nh ti&#x1EC1;n theo click.</p>
<p><img src="https://www.zestdigital.com/wp-content/uploads/2011/07/adwords3.jpg" alt="V&#xF9;ng khoanh &#x111;&#x1ECF; l&#xE0; v&#xF9;ng qu&#x1EA3;ng c&#xE1;o Google Adwords"></p>
<p>&#x110;&#xE2;y l&#xE0; d&#x1ECB;ch v&#x1EE5; qu&#x1EA3;ng c&#xE1;o c&#x1A1; b&#x1EA3;n nh&#x1EA5;t c&#x1EE7;a Google Adwords. Ng&#x1B0;&#x1EDD;i d&#xF9;ng s&#x1EBD; l&#x1EF1;a ch&#x1ECD;n t&#x1EEB; kho&#xE1; h&#x1ECD; mu&#x1ED1;n hi&#x1EC3;n th&#x1ECB; l&#xEA;n trang &#x111;&#x1EA7;u khi kh&#xE1;ch h&#xE0;ng t&#xEC;m ki&#x1EBF;m. &#x110;&#x1EC3; s&#x1EED; d&#x1EE5;ng &#x111;&#x1B0;&#x1EE3;c Google Search b&#x1EA1;n c&#x1EA7;n c&#xF3;: danh s&#xE1;ch t&#x1EEB; kho&#xE1;, chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o c&#x1EE5; th&#x1EC3;, trang &#x111;&#xED;ch &#x111;&#x1EC3; kh&#xE1;ch h&#xE0;ng truy c&#x1EAD;p.</p>
<p><img src="https://www.seomike.com/wp-content/uploads/2015/08/2015-adlogo.png" alt=""></p>
<p>Qu&#x1EA3;ng c&#xE1;o t&#x1EEB; kh&#xF3;a PPC l&#xE0; c&#xF4;ng c&#x1EE5; m&#x1EA1;nh m&#x1EBD;, &#x111;em l&#x1EA1;i k&#x1EBF;t qu&#x1EA3; ngay l&#x1EAD;p t&#x1EE9;c, ch&#xED;nh x&#xE1;c, d&#x1EC5; d&#xE0;ng &#x111;o l&#x1B0;&#x1EDD;ng, &#x111;em l&#x1EA1;i k&#x1EBF;t qu&#x1EA3; ngay l&#x1EAD;p t&#x1EE9;c m&#xE0; kh&#xF4;ng c&#xF3; lo&#x1EA1;i h&#xEC;nh qu&#x1EA3;ng c&#xE1;o n&#xE0;o so s&#xE1;nh &#x111;&#x1B0;&#x1EE3;c.</p>
<p>Qu&#x1EA3;ng c&#xE1;o tr&#x1EA3; ph&#xED; theo click (Pay Per Click - PPC) cho ph&#xE9;p b&#x1EA1;n chi &#x111;&#x1EC3; c&#xF3; v&#x1ECB; tr&#xED; s&#x1ED1; 1 Google. &#x1AF;u &#x111;i&#x1EC3;m c&#x1EE7;a h&#xEC;nh th&#x1EE9;c qu&#x1EA3;ng c&#xE1;o n&#xE0;y l&#xE0; b&#x1EA1;n ch&#x1EC9; m&#x1EA5;t ph&#xED; cho nh&#x1EEF;ng kh&#xE1;ch th&#x1EAD;t s&#x1EF1; c&#xF3; nhu c&#x1EA7;u. Qu&#x1EA3;n l&#xFD; v&#xE0; t&#x1ED1;i &#x1B0;u &#x111;&#xFA;ng c&#xE1;ch, qu&#x1EA3;ng c&#xE1;o PPC s&#x1EBD; gi&#xFA;p doanh nghi&#x1EC7;p t&#x1EA1;o ra l&#x1EE3;i nhu&#x1EAD;n nhanh ch&#xF3;ng.</p>
<p>Chi&#x1EBF;n d&#x1ECB;ch PPC th&#xE0;nh c&#xF4;ng kh&#x1EDF;i &#x111;&#x1EA7;u b&#x1EB1;ng vi&#x1EC7;c th&#x1EA5;u hi&#x1EC3;u th&#x1ECB; tr&#x1B0;&#x1EDD;ng v&#xE0; nhu c&#x1EA7;u kh&#xE1;ch h&#xE0;ng th&#xF4;ng qua nghi&#xEA;n c&#x1EE9;u d&#x1EEF; li&#x1EC7;u. Quy tr&#xEC;nh qu&#x1EA3;ng c&#xE1;o PPC ho&#xE0;n h&#x1EA3;o bao g&#x1ED3;m:</p>
<ul>
<li>L&#x1EAD;p chi&#x1EBF;n d&#x1ECB;ch</li>
<li>Nghi&#xEA;n c&#x1EE9;u t&#x1EEB; kh&#xF3;a</li>
<li>T&#x1EA1;o advert cho m&#x1EA1;ng qu&#x1EA3;ng c&#xE1;o hi&#x1EC3;n th&#x1ECB;</li>
<li>Vi&#x1EBF;t n&#x1ED9;i dung qu&#x1EA3;ng c&#xE1;o</li>
<li>Ki&#x1EC3;m tra, theo d&#xF5;i chi&#x1EBF;n d&#x1ECB;ch</li>
<li>X&#xE1;c &#x111;&#x1ECB;nh ph&#x1B0;&#x1A1;ng th&#x1EE9;c t&#x1ED1;i &#x1B0;u hi&#x1EC7;u su&#x1EA5;t kinh doanh ROI</li>
</ul>
<h3 id="2-qu&#x1EA3;ng-c&#xE1;o-m&#x1EA1;ng-hi&#x1EC3;n-th&#x1ECB;-google-display-network">2. Qu&#x1EA3;ng c&#xE1;o m&#x1EA1;ng hi&#x1EC3;n th&#x1ECB; Google Display Network</h3>
<p><img src="http://www.1stclickmarketing.com.au/wp-content/uploads/2016/06/google-display-network.png" alt=""></p>
<p>&#x110;&#xE2;y l&#xE0; d&#x1ECB;ch v&#x1EE5; qu&#x1EA3;ng c&#xE1;o h&#xEC;nh &#x1EA3;nh c&#x1EE7;a Google Adwords hi&#x1EC3;n th&#x1ECB; tr&#xEA;n nh&#x1EEF;ng website &#x111;&#xE3; &#x111;&#x103;ng k&#xFD; v&#x1EDB;i Google &#x111;&#x1EC3; hi&#x1EC3;n th&#x1ECB; qu&#x1EA3;ng c&#xE1;o (Google Adsense) ho&#x1EB7;c c&#xE1;i &#x111;&#x1ED1;i t&#xE1;c c&#x1EE7;a Google. &#x110;&#x1EC3; s&#x1EED; d&#x1EE5;ng &#x111;&#x1B0;&#x1EE3;c d&#x1ECB;ch v&#x1EE5; Google Display Networks b&#x1EA1;n c&#x1EA7;n c&#xF3;: M&#x1EE5;c ti&#xEA;u &#x111;&#x1ED1;i t&#x1B0;&#x1EE3;ng qu&#x1EA3;ng c&#xE1;o chi ti&#x1EBF;t, chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o, trang &#x111;&#xED;ch &#x111;&#x1EC3; kh&#xE1;ch h&#xE0;ng truy c&#x1EAD;p.</p>
<h4 id="google-adwords-s&#x1EED;-d&#x1EE5;ng-nh&#x1B0;-th&#x1EBF;-n&#xE0;o-">Google Adwords s&#x1EED; d&#x1EE5;ng nh&#x1B0; th&#x1EBF; n&#xE0;o ?</h4>
<p>Google Adwords &#x111;&#x1B0;&#x1EE3;c Google thi&#x1EBF;t l&#x1EAD;p cho b&#x1EA5;t c&#x1EE9; c&#xE1; nh&#xE2;n n&#xE0;o c&#x169;ng c&#xF3; th&#x1EC3; s&#x1EED; d&#x1EE5;ng d&#x1ECB;ch v&#x1EE5; c&#x1EE7;a h&#x1ECD;. &#x110;&#x1EC3; s&#x1EED; d&#x1EE5;ng &#x111;&#x1B0;&#x1EE3;c Google Adwords b&#x1EA1;n c&#x1EA7;n c&#xF3;:</p>
<ol>
<li>M&#x1ED9;t t&#xE0;i kho&#x1EA3;n qu&#x1EA3;ng c&#xE1;o Google Adwords.</li>
<li>M&#x1ED9;t t&#xE0;i kho&#x1EA3;n ng&#xE2;n h&#xE0;ng c&#xF3; kh&#x1EA3; n&#x103;ng thanh to&#xE1;n qu&#x1ED1;c t&#x1EBF;.</li>
</ol>
<p>Th&#xF4;ng th&#x1B0;&#x1EDD;ng t&#x1EA1;i Vi&#x1EC7;t Nam n&#x1EBF;u c&#xF3; nhu c&#x1EA7;u t&#x1EF1; ch&#x1EA1;y qu&#x1EA3;ng c&#xE1;o google adwords b&#x1EA1;n c&#x1EA7;n s&#x1EDF; h&#x1EEF;u cho m&#xEC;nh m&#x1ED9;t th&#x1EBB; visa, master, jcb, &#x2026; &#x111;&#x1EC3; thanh to&#xE1;n v&#x1EDB;i Google. Ho&#x1EB7;c b&#x1EA1;n c&#xF3; th&#x1EC3; chuy&#x1EC3;n kho&#x1EA3;n tr&#x1EF1;c ti&#x1EBF;p cho Google th&#xF4;ng qua th&#xF4;ng tin trong m&#x1EE5;c thanh to&#xE1;n trong t&#xE0;i kho&#x1EA3;n c&#x1EE7;a b&#x1EA1;n.</p>
<ol>
<li>M&#x1ED9;t trang &#x111;&#xED;ch &#x111;&#x1EC3; qu&#x1EA3;ng c&#xE1;o.</li>
</ol>
<p>C&#xF3; r&#x1EA5;t nhi&#x1EC1;u ng&#x1B0;&#x1EDD;i ngh&#x129; r&#x1EB1;ng mu&#x1ED1;n s&#x1EED; d&#x1EE5;ng Google Adwords c&#x1EA7;n s&#x1EDF; h&#x1EEF;u m&#x1ED9;t website nh&#x1B0;ng tr&#xEA;n th&#x1EF1;c t&#x1EBF; vi&#x1EC7;c s&#x1EED; d&#x1EE5;ng google adwords ch&#x1EC9; c&#x1EA7;n m&#x1ED9;t trang &#x111;&#xED;ch kh&#xF4;ng vi ph&#x1EA1;m ch&#xED;nh s&#xE1;ch c&#x1EE7;a google th&#xEC; c&#xF3; th&#x1EC3; s&#x1EED; d&#x1EE5;ng google adwords &#x111;&#x1B0;&#x1EE3;c. Trang &#x111;&#xED;ch n&#xE0;y c&#xF3; th&#x1EC3; l&#xE0; m&#x1ED9;t Fanpage Facebook, 1 trang blog, 1 m&#x1EAB;u tin tr&#xEA;n di&#x1EC5;n &#x111;&#xE0;n v.v&#x2026;</p>
<h4 id="google-adwords-ph&#xF9;-h&#x1EE3;p-&#x111;&#x1ED1;i-t&#x1B0;&#x1EE3;ng-n&#xE0;o">Google Adwords ph&#xF9; h&#x1EE3;p &#x111;&#x1ED1;i t&#x1B0;&#x1EE3;ng n&#xE0;o?</h4>
<p>B&#x1EA5;t c&#x1EE9; &#x111;&#x1ED1;i t&#x1B0;&#x1EE3;ng n&#xE0;o c&#xF3; nhu c&#x1EA7;u qu&#x1EA3;ng b&#xE1; s&#x1EA3;n ph&#x1EA9;m, d&#x1ECB;ch v&#x1EE5; hay cung c&#x1EA5;p th&#xF4;ng tin h&#x1EEF;u &#xED;ch &#x111;&#x1EC1;u c&#xF3; th&#x1EC3; s&#x1EED; d&#x1EE5;ng d&#x1ECB;ch v&#x1EE5; qu&#x1EA3;ng c&#xE1;o google adwords. T&#x1EA1;i Vi&#x1EC7;t Nam d&#x1ECB;ch v&#x1EE5; qu&#x1EA3;ng c&#xE1;o Google Adwords r&#x1EA5;t ph&#x1ED5; bi&#x1EBF;n &#x1EDF; c&#xE1;c ng&#xE0;nh b&#xE1;n l&#x1EBB; s&#x1EA3;n ph&#x1EA9;m, ho&#x1EB7;c ti&#x1EBF;p th&#x1ECB; d&#x1ECB;ch v&#x1EE5; &#x111;&#x1EBF;n ng&#x1B0;&#x1EDD;i c&#xF3; nhu c&#x1EA7;u. </p>
<h4 id="google-adwords-t&#xED;nh-ph&#xED;-ra-sao">Google Adwords t&#xED;nh ph&#xED; ra sao?</h4>
<p>Google Adwords &#x111;&#x1B0;&#x1EE3;c t&#xED;nh ph&#xED; theo pay per click (PPC), b&#x1EA1;n ch&#x1EC9; tr&#x1EA3; ph&#xED; cho Google khi kh&#xE1;ch h&#xE0;ng c&#x1EE7;a b&#x1EA1;n click v&#xE0;o qu&#x1EA3;ng c&#xE1;o c&#x1EE7;a b&#x1EA1;n. &#x110;&#xE2;y l&#xE0; c&#xE1;c t&#xED;nh ph&#xED; c&#x1A1; b&#x1EA3;n nh&#x1EA5;t khi b&#x1EA1;n s&#x1EED; d&#x1EE5;ng Google Adwords. Ngo&#xE0;i ra c&#xF2;n c&#xF3; m&#x1ED9;t h&#xEC;nh th&#x1EE9;c t&#xED;nh ph&#xED; kh&#xE1;c l&#xE0; &#x201C;cost per 1000 impressions&#x201D; (CPM) gi&#xE1; tr&#xEA;n 1000 l&#x1EA7;n hi&#x1EC3;n th&#x1ECB; qu&#x1EA3;ng c&#xE1;o, &#x111;&#xE2;y l&#xE0; h&#xEC;nh th&#x1EE9;c t&#xED;nh ph&#xED; khi b&#x1EA1;n s&#x1EED; d&#x1EE5;ng d&#x1ECB;ch v&#x1EE5; Google Display Networks.</p>
<h2 id="quy-tr&#xEC;nh-qu&#x1EA3;ng-c&#xE1;o-google-adwords-t&#x1EA1;i-connected">Quy tr&#xEC;nh qu&#x1EA3;ng c&#xE1;o Google Adwords t&#x1EA1;i Connected</h2>
<p>Kh&#x1EDF;i t&#x1EA1;o v&#xE0; ch&#x1EA1;y m&#x1ED9;t chi&#x1EBF;n d&#x1ECB;ch Google Adwords kh&#xE1; d&#x1EC5; d&#xE0;ng &#x2013; b&#x1EA5;t c&#x1EE9; c&#xE1; nh&#xE2;n n&#xE0;o c&#x169;ng c&#xF3; th&#x1EC3; l&#xE0;m &#x111;&#x1B0;&#x1EE3;c. Tuy nhi&#xEA;n, vi&#x1EC7;c t&#x1ED1;i &#x1B0;u chi&#x1EBF;n d&#x1ECB;ch &#x111;&#x1EC3; t&#x1EA1;o ra l&#x1EE3;i nhu&#x1EAD;n nhi&#x1EC1;u nh&#x1EA5;t tr&#xEA;n chi ph&#xED; l&#x1EA1;i l&#xE0; m&#x1ED9;t c&#xE2;u chuy&#x1EC7;n kh&#xE1;c.</p>
<p>Theo th&#x1ED1;ng k&#xEA; kh&#xF4;ng ch&#xED;nh th&#x1EE9;c, 50% chi ph&#xED; b&#x1ECF; ra cho Google Adwords ch&#x1B0;a &#x111;&#x1B0;&#x1EE3;c t&#x1ED1;i &#x1B0;u. Bi k&#x1ECB;ch l&#xE0;, b&#x1EA1;n kh&#xF4;ng bi&#x1EBF;t 50% &#x111;&#xF3; &#x111;ang n&#x1EB1;m &#x1EDF; &#x111;&#xE2;u &#x111;&#x1EC3; lo&#x1EA1;i b&#x1ECF; v&#xE0; t&#x1ED1;i &#x1B0;u chi&#x1EBF;n d&#x1ECB;ch.</p>
<p>&#x110;&#x1EEB;ng lo, Connected lu&#xF4;n s&#x1EB5;n s&#xE0;ng h&#x1ED7; tr&#x1EE3; b&#x1EA1;n. Ch&#x1ECD;n qu&#x1EA3;ng c&#xE1;o Adwords t&#x1EA1;i Connected, b&#x1EA1;n y&#xEA;n t&#xE2;m r&#x1EB1;ng chi&#x1EBF;n d&#x1ECB;ch c&#x1EE7;a b&#x1EA1;n &#x111;&#x1B0;&#x1EE3;c t&#x1ED1;i &#x1B0;u, v&#xE0; hi&#x1EC7;u su&#x1EA5;t l&#x1EE3;i nhu&#x1EAD;n sinh ra tr&#xEA;n chi ph&#xED; l&#xE0; cao nh&#x1EA5;t.</p>
<h4 id="1-nh&#x1EAD;n-y&#xEA;u-c&#x1EA7;u-t&#x1EEB;-b&#x1EA1;n">1. Nh&#x1EAD;n y&#xEA;u c&#x1EA7;u t&#x1EEB; B&#x1EA1;n</h4>
<p>B&#x1EA1;n ch&#x1EC9; c&#x1EA7;n cung c&#x1EA5;p Website - T&#x1EEB; kho&#xE1; c&#x1EE7;a b&#x1EA1;n. Connected s&#x1EBD; gi&#xFA;p b&#x1EA1;n ph&#xE2;n t&#xED;ch danh s&#xE1;ch t&#x1EEB; kho&#xE1; v&#xE0; d&#x1EF1; &#x111;o&#xE1;n nh&#xF3;m qu&#x1EA3;ng c&#xE1;o s&#x1EBD; &#x111;em l&#x1EA1;i hi&#x1EC7;u qu&#x1EA3; c&#xE1;o nh&#x1EA5;t cho b&#x1EA1;n.</p>
<h4 id="2-&#x111;&#xE1;nh-gi&#xE1;-website-v&#xE0;-ph&#xE2;n-t&#xED;ch-t&#x1EEB;-kho&#xE1;-li&#xEA;n-quan">2. &#x110;&#xE1;nh gi&#xE1; website v&#xE0; ph&#xE2;n t&#xED;ch t&#x1EEB; kho&#xE1; li&#xEA;n quan</h4>
<p>M&#x1ED9;t trong nh&#x1EEF;ng y&#x1EBF;u t&#x1ED1; &#x111;&#x1EC3; t&#x103;ng v&#x1ECB; tr&#xED; qu&#x1EA3;ng c&#xE1;o gi&#x1EA3;m chi ph&#xED; qu&#x1EA3;ng c&#xE1;o l&#xE0; Tr&#x1EA3;i nghi&#x1EC7;m trang &#x111;&#xED;ch qu&#x1EA3;ng c&#xE1;o. Connected s&#x1EBD; h&#x1ED7; tr&#x1EE3; b&#x1EA1;n ph&#xE2;n t&#xED;ch mi&#x1EC5;n ph&#xED; t&#xEC;nh tr&#x1EA1;ng Website c&#x1EE7;a b&#x1EA1;n xem c&#xF3; ph&#xF9; h&#x1EE3;p v&#x1EDB;i t&#x1EEB; kho&#xE1; b&#x1EA1;n mu&#x1ED1;n qu&#x1EA3;ng c&#xE1;o kh&#xF4;ng.</p>
<h4 id="3-x&#xE1;c-&#x111;&#x1ECB;nh-chi&#x1EBF;n-d&#x1ECB;ch-qu&#x1EA3;ng-c&#xE1;o-chi-ti&#x1EBF;t">3. X&#xE1;c &#x111;&#x1ECB;nh chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o chi ti&#x1EBF;t</h4>
<p>Hi&#x1EC7;u qu&#x1EA3; c&#x1EE7;a m&#x1ED9;t chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o ph&#x1EE5; thu&#x1ED9;c v&#xE0; m&#x1EE5;c ti&#xEA;u ti&#xEA;u qu&#x1EA3;ng c&#xE1;o c&#xE1;ch ti&#x1EBF;p c&#x1EAD;n. X&#xE1;c &#x111;&#x1ECB;nh &#x111;&#xFA;ng &#x111;&#x1ED1;i t&#x1B0;&#x1EDB;ng qu&#x1EA3;ng c&#xE1;o - ch&#x1ECD;n &#x111;&#xFA;ng ph&#x1B0;&#x1A1;ng th&#x1EE9;c ti&#x1EBF;p c&#x1EAD;n &#x111;&#xE3; gi&#xFA;p b&#x1EA1;n t&#x103;ng &#x111;&#x1B0;&#x1EE3;c 50% c&#x1A1; h&#x1ED9;i c&#xF3; kh&#xE1;ch h&#xE0;ng v&#xE0; gi&#x1EA3;m &#x111;i 50% hao ph&#xED; qu&#x1EA3;ng c&#xE1;o.</p>
<h4 id="4-th&#x1EF1;c-thi-chi&#x1EBF;n-d&#x1ECB;ch-qu&#x1EA3;ng-c&#xE1;o">4. Th&#x1EF1;c thi chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o</h4>
<p>M&#x1ECD;i y&#xEA;u c&#x1EA7;u b&#x1EA1;n s&#x1EBD; &#x111;&#x1B0;&#x1EE3;c th&#x1EF1;c thi 100% sau khi ph&#xE2;n t&#xED;ch. B&#x1EA1;n s&#x1EBD; &#x111;&#x1B0;&#x1EE3;c to&#xE0;n quy&#x1EC1;n xem x&#xE9;t t&#xE0;i kho&#x1EA3;n b&#x1EA5;t k&#x1EF3; l&#xFA;c n&#xE0;o. </p>
<ul>
<li>Ph&#xE2;n t&#xED;ch t&#x1EEB; kh&#xF3;a: Ph&#xE2;n t&#xED;ch v&#xE0; chia nh&#xF3;m t&#x1EEB; kh&#xF3;a th&#xED;ch h&#x1EE3;p.</li>
<li>So&#x1EA1;n m&#x1EAB;u qu&#x1EA3;ng c&#xE1;o: M&#x1EAB;u qu&#x1EA3;ng c&#xE1;o t&#x1EEB;ng nh&#xF3;m ri&#xEA;ng bi&#x1EC7;t</li>
<li>C&#xE0;i &#x111;&#x1EB7;t chi&#x1EBF;n d&#x1ECB;ch</li>
<li>C&#xE0;i &#x111;&#x1EB7;t t&#xED;nh n&#x103;ng m&#x1EDF; r&#x1ED9;ng: Click g&#x1ECD;i, link m&#x1EDF; r&#x1ED9;ng, ch&#xFA; th&#xED;ch, ch&#xFA; th&#xED;ch ng&#xE0;nh</li>
<li>T&#x1EA1;o m&#xE3; remarketing ch&#xE8;n v&#xE0;o google tag manager, c&#xF3; th&#x1EC3; s&#x1EED; d&#x1EE5;ng Google Analytics &#x111;&#x1EC3; ch&#x1EA1;y (chu k&#x1EF3; 45 -60 ng&#xE0;y)</li>
</ul>
<h4 id="5-theo-d&#xF5;i-chi&#x1EBF;n-d&#x1ECB;ch-qu&#x1EA3;ng-c&#xE1;o">5. Theo d&#xF5;i chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o</h4>
<ul>
<li>Ch&#x1EA1;y Demo 2 ng&#xE0;y t&#x1ED1;i &#x1B0;u l&#x1EA1;i chi&#x1EBF;n d&#x1ECB;ch (t&#x103;ng &#x111;i&#x1EC3;m ch&#x1EA5;t l&#x1B0;&#x1EE3;ng t&#x1EEB; kh&#xF3;a: Nh&#x1EA5;p chu&#x1ED9;t mong &#x111;&#x1EE3;i, M&#x1EAB;u qu&#x1EA3;ng c&#xE1;o, trang &#x111;&#xED;ch)</li>
<li>B&#xE1;o c&#xE1;o sau tu&#x1EA7;n &#x111;&#x1EA7;u. T&#x1ED1;i &#x1B0;u l&#x1EA1;i v&#xE0; l&#x1ECD;c danh s&#xE1;ch t&#x1EEB; kh&#xF3;a c&#xF3; gi&#xE1; tr&#x1ECB;.</li>
</ul>
<h4 id="6-b&#xE1;o-c&#xE1;o-chi&#x1EBF;n-d&#x1ECB;ch-qu&#x1EA3;ng-c&#xE1;o">6. B&#xE1;o c&#xE1;o chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o</h4>
<p>B&#xE1;o c&#xE1;o lu&#xF4;n l&#xE0; kh&#xE2;u c&#x1EF1;c k&#x1EF3; quan tr&#x1ECD;ng &#x111;&#x1EC3; &#x111;&#xE1;nh gi&#xE1; l&#x1EA1;i c&#xF4;ng vi&#x1EC7;c b&#x1EA1;n &#x111;&#xE3; th&#x1EF1;c hi&#x1EC7;n v&#xE0; &#x111;&#x1B0;a ra quy&#x1EBF;t &#x111;&#x1ECB;nh ti&#x1EBF;p theo. Connected s&#x1EBD; h&#x1ED7; tr&#x1EE3; b&#x1EA1;n b&#xE1;o c&#xE1;o k&#x1ECB;p th&#x1EDD;i v&#xE0; x&#x1EED; l&#xFD; t&#xEC;nh hu&#x1ED1;ng b&#x1EA5;t c&#x1EE9; l&#xFA;c n&#xE0;o.</p>
<h3 id="v&#xEC;-sao-n&#xEA;n-b&#x1EA1;n-n&#xEA;n-ch&#x1ECD;n-d&#x1ECB;ch-v&#x1EE5;-qu&#x1EA3;ng-c&#xE1;o-adwords-t&#x1EA1;i-connected">V&#xEC; sao n&#xEA;n b&#x1EA1;n n&#xEA;n ch&#x1ECD;n d&#x1ECB;ch v&#x1EE5; qu&#x1EA3;ng c&#xE1;o Adwords t&#x1EA1;i Connected:</h3>
<p>V&#x1EDB;i kinh nghi&#x1EC7;m 5 n&#x103;m trong ng&#xE0;nh, ch&#xFA;ng t&#xF4;i hi&#x1EC3;u c&#xE1;ch th&#x1EE9;c v&#x1EAD;n h&#xE0;nh Adwords t&#x1EDB;i m&#x1EE9;c chi ti&#x1EBF;t &#x111;&#x1EC3; gi&#xFA;p b&#x1EA1;n t&#x1ED1;i &#x1B0;u t&#x1ED1;i &#x111;a chi&#x1EBF;n d&#x1ECB;ch &#x2013; &#x111;&#x1EA3;m b&#x1EA3;o l&#x1EE3;i nhu&#x1EAD;n cao nh&#x1EA5;t v&#x1EDB;i chi ph&#xED; th&#x1EA5;p nh&#x1EA5;t, th&#xF4;ng qua:</p>
<ul>
<li>Ch&#x1ECD;n &#x111;&#xFA;ng t&#x1EEB; kh&#xF3;a</li>
<li>T&#x1ED1;i &#x1B0;u trang &#x111;&#xED;ch</li>
<li>Vi&#x1EBF;t qu&#x1EA3;ng c&#xE1;o h&#x1EA5;p d&#x1EAB;n</li>
</ul>
<p>Chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o c&#x1EE7;a b&#x1EA1;n s&#x1EBD; &#x111;&#x1B0;&#x1EE3;c li&#xEA;n t&#x1EE5;c c&#x1EAD;p nh&#x1EAD;t v&#xE0; &#x111;&#x1EC1; xu&#x1EA5;t nh&#x1EEF;ng ph&#x1B0;&#x1A1;ng &#xE1;n gi&#xFA;p t&#x1ED1;i &#x1B0;u chi&#x1EBF;n d&#x1ECB;ch PPC c&#x1EE7;a b&#x1EA1;n.</p>
<h4 id="1-ch&#x1EC9;-tr&#x1EA3;-ph&#xED;-cho-nh&#x1EEF;ng-g&#xEC;-b&#x1EA1;n-s&#x1EED;-d&#x1EE5;ng">1. Ch&#x1EC9; tr&#x1EA3; ph&#xED; cho nh&#x1EEF;ng g&#xEC; b&#x1EA1;n s&#x1EED; d&#x1EE5;ng.</h4>
<p>Google Adwords &#x111;&#x1B0;&#x1EE3;c t&#xED;nh ph&#xED; theo h&#xEC;nh th&#x1EE9;c Pay Per Click (PPC ch&#x1EC9; thanh to&#xE1;n khi kh&#xE1;ch h&#xE0;ng nh&#x1EAD;p chu&#x1ED9;t v&#xE0;o qu&#x1EA3;ng c&#xE1;o c&#x1EE7;a b&#x1EA1;n) v&#xE0; Connected c&#x169;ng nh&#x1B0; v&#x1EAD;y. Connected s&#x1EBD; t&#xED;nh ph&#xED; qu&#x1EA3;n l&#xFD; - setup - t&#x1ED1;i &#x1B0;u chi&#x1EBF;n d&#x1ECB;ch d&#x1EF1;a m&#x1EE9;c ng&#xE2;n s&#xE1;ch qu&#x1EA3;ng c&#xE1;o c&#x1EE7;a b&#x1EA1;n.</p>
<h4 id="2-ph&#xE2;n-t&#xED;ch-t&#x1EEB;-kho&#xE1;-mi&#x1EC5;n-ph&#xED;">2. Ph&#xE2;n t&#xED;ch t&#x1EEB; kho&#xE1; mi&#x1EC5;n ph&#xED;</h4>
<p>Vi&#x1EC7;c chu&#x1EA9;n b&#x1ECB; tr&#x1B0;&#x1EDB;c t&#x1EEB; kho&#xE1; r&#x1EA5;t quan tr&#x1ECD;ng. B&#x1EA1;n ch&#x1EC9; c&#x1EA7;n cung c&#x1EA5;p Website c&#x1EE7;a b&#x1EA1;n v&#xE0; nh&#xF3;m t&#x1EEB; kho&#xE1; c&#x1EE7;a b&#x1EA1;n Connected s&#x1EBD; gi&#xFA;p b&#x1EA1;n ph&#xE2;n t&#xED;ch ho&#xE0;n to&#xE0;n mi&#x1EC5;n ph&#xED;.</p>
<h4 id="3-t&#x1ED1;i-&#x1B0;u-t&#xE0;i-kho&#x1EA3;n-gi&#x1EA3;m-chi-ph&#xED;">3. T&#x1ED1;i &#x1B0;u t&#xE0;i kho&#x1EA3;n gi&#x1EA3;m chi ph&#xED;</h4>
<p>T&#x1ED1;i &#x1B0;u chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o l&#xE0; vi&#x1EC7;c v&#xF4; c&#xF9;ng quan tr&#x1ECD;ng &#x111;&#x1EC3; gi&#x1EA3;m chi ph&#xED; kh&#xF4;ng h&#x1EE3;p l&#xFD; v&#xE0; t&#x103;ng t&#xED;nh hi&#x1EC7;u qu&#x1EA3; c&#x1EE7;a chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o. Connected s&#x1EBD; gi&#xFA;p b&#x1EA1;n &#x111;&#x1ECD;c - ph&#xE2;n t&#xED;ch b&#xE1;o c&#xE1;o v&#xE0; &#x111;&#x1B0;a ra quy&#x1EBF;t &#x111;&#x1ECB;nh qu&#x1EA3;ng c&#xE1;o ch&#xED;nh x&#xE1;c v&#xE0; hi&#x1EC7;u qu&#x1EA3; nh&#x1EA5;t.</p>
<h4 id="4-h&#x1ED7;-tr&#x1EE3;-246">4. H&#x1ED7; tr&#x1EE3; 24/6</h4>
<p>Connected lu&#xF4;n s&#x1EB5;n s&#xE0;ng h&#x1ED7; tr&#x1EE3; b&#x1EA1;n &#x111;&#x1EC3; ho&#x1EA1;t &#x111;&#x1ED9;ng kinh doanh c&#x1EE7;a b&#x1EA1;n &#x111;&#x1EA1;t m&#x1EF1;c &#x1ED5;n &#x111;&#x1ECB;nh cao nh&#x1EA5;t.</p>
<h4 id="5-ch&#xFA;ng-t&#xF4;i-&#x111;&#x1EC1;-cao-s&#x1EF1;-minh-b&#x1EA1;ch">5. Ch&#xFA;ng t&#xF4;i &#x111;&#x1EC1; cao s&#x1EF1; minh b&#x1EA1;ch.</h4>
<p>B&#xE1;o c&#xE1;o tr&#xED;ch xu&#x1EA5;t tr&#x1EF1;c ti&#x1EBF;p t&#x1EEB; Google, Connected kh&#xF4;ng can thi&#x1EC7;p.</p>
<h2 id="c&#xE1;ch-th&#x1EE9;c-t&#xED;nh-ph&#xED;">C&#xE1;ch th&#x1EE9;c t&#xED;nh ph&#xED;</h2>
<p>T&#x1EA1;i Connected, ch&#xFA;ng t&#xF4;i mong mu&#x1ED1;n x&#xE2;y d&#x1EF1;ng m&#xF4;i tr&#x1B0;&#x1EDD;ng kinh doanh minh b&#x1EA1;ch. V&#xEC; v&#x1EAD;y, kh&#xE1;c v&#x1EDB;i c&#xE1;c d&#x1ECB;ch v&#x1EE5; thu ph&#xED; tr&#xEA;n gi&#xE1; click, Connected ch&#x1EC9; thu ph&#xED; qu&#x1EA3;n l&#xFD; tr&#xEA;n t&#xE0;i kho&#x1EA3;n. B&#x1EA1;n &#x111;&#x1B0;&#x1EE3;c to&#xE0;n quy&#x1EC1;n truy c&#x1EAD;p v&#xE0; truy xu&#x1EA5;t d&#x1EEF; li&#x1EC7;u tr&#xEA;n t&#xE0;i kho&#x1EA3;n qu&#x1EA3;ng c&#xE1;o c&#x1EE7;a b&#x1EA1;n.</p>
<ul>
<li>30% n&#x1EBF;u d&#x1B0;&#x1EDB;i ng&#xE2;n s&#xE1;ch qu&#x1EA3;ng c&#xE1;o d&#x1B0;&#x1EDB;i 10 tri&#x1EC7;u/th&#xE1;ng</li>
<li>25% n&#x1EBF;u ng&#xE2;n s&#xE1;ch qu&#x1EA3;ng c&#xE1;o t&#x1EEB; 10 &#x111;&#x1EBF;n 30 tri&#x1EC7;u</li>
<li>20% n&#x1EBF;u ng&#xE2;n s&#xE1;ch qu&#x1EA3;ng c&#xE1;o tr&#xEA;n 30 tri&#x1EC7;u</li>
</ul>
<h2 id="th&#xF4;ng-tin-b&#xE1;o-c&#xE1;o-v&#x1EDB;i-kh&#xE1;ch-h&#xE0;ng">Th&#xF4;ng tin b&#xE1;o c&#xE1;o v&#x1EDB;i kh&#xE1;ch h&#xE0;ng</h2>
<ul>
<li>S&#x1ED1; ti&#x1EC1;n &#x111;&#xE3; ti&#xEA;u. Th&#xF4;ng qua TeamViewer ho&#x1EB7;c xem t&#xE0;i kho&#x1EA3;n tr&#x1EF1;c ti&#x1EBF;p</li>
</ul>
<h2 id="th&#xF4;ng-tin-kh&#xF4;ng-b&#xE1;o-c&#xE1;o-v&#x1EDB;i-kh&#xE1;ch-h&#xE0;ng">Th&#xF4;ng tin kh&#xF4;ng b&#xE1;o c&#xE1;o v&#x1EDB;i kh&#xE1;ch h&#xE0;ng</h2>
<ul>
<li>N&#x1ED9;i dung chi ti&#x1EBF;t c&#x1EE7;a c&#xE1;c chi&#x1EBF;n d&#x1ECB;ch.</li>
</ul>
<p>B&#x1EA3;ng gi&#xE1; ch&#x1EA1;y qu&#x1EA3;ng c&#xE1;o Google Ads </p>
<table>
<thead>
<tr>
<th>G&#xF3;i</th>
<th>Basic</th>
<th>Advanced</th>
<th>Premium</th>
</tr>
</thead>
<tbody>
<tr>
<td>T&#x1EEB; kh&#xF3;a</td>
<td>Kh&#xF4;ng gi&#x1EDB;i h&#x1EA1;n</td>
<td>Kh&#xF4;ng gi&#x1EDB;i h&#x1EA1;n</td>
<td>Kh&#xF4;ng gi&#x1EDB;i h&#x1EA1;n</td>
</tr>
<tr>
<td>Nh&#xF3;m qu&#x1EA3;ng c&#xE1;o</td>
<td>2</td>
<td>4</td>
<td>Kh&#xF4;ng gi&#x1EDB;i h&#x1EA1;n</td>
</tr>
<tr>
<td>M&#x1EAB;u qu&#x1EA3;ng c&#xE1;o</td>
<td>4</td>
<td>10</td>
<td>Kh&#xF4;ng gi&#x1EDB;i h&#x1EA1;n</td>
</tr>
<tr>
<td>Thay &#x111;&#x1ED5;i m&#x1EAB;u QC</td>
<td>Kh&#xF4;ng</td>
<td>1</td>
<td>1 tu&#x1EA7;n l&#x1EA7;n</td>
</tr>
<tr>
<td>M&#x1EDF; r&#x1ED9;ng m&#x1EAB;u qu&#x1EA3;ng c&#xE1;o (sdt, &#x111;&#x1ECB;a ch&#x1EC9;, link m&#x1EDF; r&#x1ED9;ng, ch&#xFA; th&#xED;ch)</td>
<td>c&#xF3;</td>
<td>c&#xF3;</td>
<td>c&#xF3;</td>
</tr>
<tr>
<td>A/B Test</td>
<td>kh&#xF4;ng</td>
<td>kh&#xF4;ng</td>
<td>c&#xF3;</td>
</tr>
<tr>
<td>Ph&#xE2;n t&#xED;ch t&#x1EEB; kh&#xF3;a</td>
<td>kh&#xF4;ng</td>
<td>c&#xF3;</td>
<td>c&#xF3;</td>
</tr>
<tr>
<td>T&#x1ED1;i &#x1B0;u t&#xE0;i kho&#x1EA3;n</td>
<td>kh&#xF4;ng</td>
<td>c&#xF3;</td>
<td>c&#xF3;</td>
</tr>
<tr>
<td>T&#x1ED1;i &#x1B0;u trang &#x111;&#xED;ch</td>
<td>kh&#xF4;ng</td>
<td>kh&#xF4;ng</td>
<td>c&#xF3;</td>
</tr>
<tr>
<td>Check b&#x1EB1;ng Analytics</td>
<td>kh&#xF4;ng</td>
<td>c&#xF3;</td>
<td>c&#xF3;</td>
</tr>
<tr>
<td>Remarketing</td>
<td>kh&#xF4;ng</td>
<td>c&#xF3;</td>
<td>c&#xF3;</td>
</tr>
<tr>
<td>GDN</td>
<td>kh&#xF4;ng</td>
<td>Text, HTML5</td>
<td>Image/text/Html/video</td>
</tr>
<tr>
<td>B&#xE1;o c&#xE1;o</td>
<td>Image</td>
<td>Image/CSV/2 tu&#x1EA7;n l&#x1EA7;n</td>
<td>CSV/ Teamview/Show</td>
</tr>
<tr>
<td>H&#xEC;nh th&#x1EE9;c b&#xE1;o gi&#xE1;</td>
<td>Tr&#x1ECD;n g&#xF3;i</td>
<td>Tr&#x1ECD;n g&#xF3;i/20% QL</td>
<td>12% QL</td>
</tr>
<tr>
<td>Th&#x1EDD;i gian tri&#x1EC3;n khai</td>
<td>T&#x1ED1;i &#x111;a 2 ng&#xE0;y</td>
<td>1 ng&#xE0;y</td>
<td>1 ng&#xE0;y</td>
</tr>
<tr>
<td>Gi&#xE1; tr&#x1ECB; g&#xF3;i</td>
<td>&lt;5.000.000&#x111;</td>
<td>5tr-20tr</td>
<td>&gt;30tr</td>
</tr>
<tr>
<td>Ph&#xED; d&#x1ECB;ch v&#x1EE5;</td>
<td>1.000.000&#x111;</td>
<td>20%</td>
<td>12%</td>
</tr>
<tr>
<td>Thanh to&#xE1;n</td>
<td>100%/50%</td>
<td>50% All (Bao g&#x1ED3;m ph&#xED; QL)</td>
<td>100% Ph&#xED; QL/ Ng&#xE2;n s&#xE1;ch ch&#x1EA1;y chuy&#x1EC3;n th&#xEC; ch&#x1EA1;y</td>
</tr>
</tbody>
</table>
<p><em>L&#x1B0;u &#xFD;:</em></p>
<ul>
<li>T&#x1ED1;i &#x1B0;u qu&#x1EA3;ng c&#xE1;o ch&#x1EC9; l&#xE0;m &#x111;&#x1B0;&#x1EE3;c &#x1EDF; m&#x1EE9;c t&#x1ED1;i &#x1B0;u &#x111;&#x1B0;&#x1EE3;c nh&#x1EA5;p chu&#x1ED9;t mong &#x111;&#x1EE3;i v&#xE0; m&#x1EE9;c &#x111;&#x1ED9; li&#xEA;n quan t&#x1EEB; kh&#xF3;a v&#x1EDB;i m&#x1EAB;u qu&#x1EA3;ng c&#xE1;o, kh&#xF4;ng bao g&#x1ED3;m t&#x1ED1;i &#x1B0;u trang &#x111;&#xED;ch.</li>
<li>T&#xED;ch h&#x1EE3;p Google Tag Manager (GTM) &#x111;&#x1EC3; ch&#xE8;n code ph&#x1EE5; thu&#x1ED9;c Website.</li>
<li>C&#xF3; th&#x1EC3; t&#xED;ch h&#x1EE3;p th&#xEA;m Facebook Pixel v&#xE0;o GTM &#x111;&#x1EC3; ch&#x1EA1;y chi&#x1EBF;n d&#x1ECB;ch qu&#x1EA3;ng c&#xE1;o facebook v&#x1EDB;i nh&#x1EEF;ng ng&#x1B0;&#x1EDD;i &#x111;&#xE3; truy c&#x1EAD;p trang Website.</li>
</ul>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="tiep-thi-noi-dung-cham-soc-website.html" class="navigation navigation-prev " aria-label="Previous page: Tiếp thị nội dung – Chăm sóc website">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="quang-cao-facebook.html" class="navigation navigation-next " aria-label="Next page: Quảng cáo Facebook">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"Quảng cáo Google","level":"2.5","depth":1,"next":{"title":"Quảng cáo Facebook","level":"2.6","depth":1,"path":"services/quang-cao-facebook.md","ref":"services/quang-cao-facebook.md","articles":[]},"previous":{"title":"Tiếp thị nội dung – Chăm sóc website","level":"2.4","depth":1,"path":"services/tiep-thi-noi-dung-cham-soc-website.md","ref":"services/tiep-thi-noi-dung-cham-soc-website.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"services/quang-cao-google.md","mtime":"2017-11-16T16:22:00.000Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2017-11-20T05:37:44.481Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

