
<!DOCTYPE HTML>
<html lang="" >
    <head>
        <meta charset="UTF-8">
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <title>SEO – Search Engine Optimization · GitBook</title>
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <meta name="description" content="">
        <meta name="generator" content="GitBook 3.2.2">
        
        
        
    
    <link rel="stylesheet" href="../gitbook/style.css">

    
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-highlight/website.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-search/search.css">
                
            
                
                <link rel="stylesheet" href="../gitbook/gitbook-plugin-fontsettings/website.css">
                
            
        

    

    
        
    
        
    
        
    
        
    
        
    
        
    

        
    
    
    <meta name="HandheldFriendly" content="true"/>
    <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
    <meta name="apple-mobile-web-app-capable" content="yes">
    <meta name="apple-mobile-web-app-status-bar-style" content="black">
    <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
    <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">

    
    <link rel="next" href="thiet-ke-website.html" />
    
    
    <link rel="prev" href="terms.md" />
    

    </head>
    <body>
        
<div class="book">
    <div class="book-summary">
        
            
<div id="book-search-input" role="search">
    <input type="text" placeholder="Type to search" />
</div>

            
                <nav role="navigation">
                


<ul class="summary">
    
    

    

    
        
        
    
        <li class="chapter " data-level="1.1" data-path="../">
            
                <a href="../">
            
                    
                    Giới thiệu
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="terms.md">
            
                <span>
            
                    
                    Thuật ngữ
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Dịch vụ</li>
        
        
    
        <li class="chapter active" data-level="2.1" data-path="seo.html">
            
                <a href="seo.html">
            
                    
                    SEO – Search Engine Optimization
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="thiet-ke-website.html">
            
                <a href="thiet-ke-website.html">
            
                    
                    Thiết kế website
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="thiet-ke-landing-page.html">
            
                <a href="thiet-ke-landing-page.html">
            
                    
                    Thiết kế landing page
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="tiep-thi-noi-dung-cham-soc-website.html">
            
                <a href="tiep-thi-noi-dung-cham-soc-website.html">
            
                    
                    Tiếp thị nội dung – Chăm sóc website
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.5" data-path="quang-cao-google.html">
            
                <a href="quang-cao-google.html">
            
                    
                    Quảng cáo Google
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.6" data-path="quang-cao-facebook.html">
            
                <a href="quang-cao-facebook.html">
            
                    
                    Quảng cáo Facebook
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.7" data-path="toi-uu-ty-le-chuyen-doi.html">
            
                <a href="toi-uu-ty-le-chuyen-doi.html">
            
                    
                    Tối ưu tỷ lệ chuyển đổi – Conversion Optimization
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.8" data-path="giai-phap-tong-the-cho-smes.html">
            
                <a href="giai-phap-tong-the-cho-smes.html">
            
                    
                    Giải pháp tổng thể cho SMEs
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="2.9" data-path="giai-phap-bat-dong-san.html">
            
                <a href="giai-phap-bat-dong-san.html">
            
                    
                    Giải pháp cho ngành bất động sản
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Hướng dẫn</li>
        
        
    
        <li class="chapter " data-level="3.1" data-path="../guides/checklist-ban-giao-website.html">
            
                <a href="../guides/checklist-ban-giao-website.html">
            
                    
                    Checklist bàn giao website
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="../guides/huong-dan-su-dung-keystone.html">
            
                <a href="../guides/huong-dan-su-dung-keystone.html">
            
                    
                    Hướng dẫn sử dụng CMS Keystone
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="../guides/huong-dan-su-dung-page-editor.html">
            
                <a href="../guides/huong-dan-su-dung-page-editor.html">
            
                    
                    Hướng dẫn sử dụng Page Editor
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.4" data-path="../guides/huong-dan-toi-uu-hoa-seo.html">
            
                <a href="../guides/huong-dan-toi-uu-hoa-seo.html">
            
                    
                    Hướng dẫn tối ưu hóa SEO
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="3.5" data-path="../guides/huong-dan-kiem-tra-performance-cua-website.html">
            
                <a href="../guides/huong-dan-kiem-tra-performance-cua-website.html">
            
                    
                    Hướng dẫn kiểm tra performance website
            
                </a>
            

            
        </li>
    

    
        
        <li class="header">Hợp tác</li>
        
        
    
        <li class="chapter " data-level="4.1" data-path="../affiliates/chuong-trinh-affiliate.html">
            
                <a href="../affiliates/chuong-trinh-affiliate.html">
            
                    
                    Chương trình Affiliate
            
                </a>
            

            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="../affiliates/chuong-trinh-partners.html">
            
                <a href="../affiliates/chuong-trinh-partners.html">
            
                    
                    Chương trình Partner
            
                </a>
            

            
        </li>
    

    

    <li class="divider"></li>

    <li>
        <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
            Published with GitBook
        </a>
    </li>
</ul>


                </nav>
            
        
    </div>

    <div class="book-body">
        
            <div class="body-inner">
                
                    

<div class="book-header" role="navigation">
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href=".." >SEO – Search Engine Optimization</a>
    </h1>
</div>




                    <div class="page-wrapper" tabindex="-1" role="main">
                        <div class="page-inner">
                            
<div id="book-search-results">
    <div class="search-noresults">
    
                                <section class="normal markdown-section">
                                
                                <h1 id="search-engine-optimization-&#x2013;-seo">Search Engine Optimization &#x2013; SEO</h1>
<h3 id="seo-l&#xE0;-g&#xEC;">SEO l&#xE0; g&#xEC;?</h3>
<p>SEO l&#xE0; t&#x1EEB; vi&#x1EBF;t t&#x1EAF;t c&#x1EE7;a c&#x1EE5;m t&#x1EEB; Search Engine Optimization - d&#x1ECB;ch ti&#x1EBF;ng Vi&#x1EC7;t l&#xE0; T&#x1ED1;i &#x1B0;u h&#xF3;a b&#x1ED9; m&#xE1;y t&#xEC;m ki&#x1EBF;m. Hi&#x1EC3;u &#x111;&#x1A1;n gi&#x1EA3;n l&#xE0; &#x111;&#x1B0;a website c&#x1EE7;a b&#x1EA1;n l&#xEA;n v&#x1ECB; tr&#xED; trang 1 b&#x1ED9; m&#xE1;y t&#xEC;m ki&#x1EBF;m khi ng&#x1B0;&#x1EDD;i d&#xF9;ng g&#xF5; v&#xE0;o &#xF4; t&#xEC;m ki&#x1EBF;m nh&#x1EEF;ng t&#x1EEB; kh&#xF3;a b&#x1EA1;n mong mu&#x1ED1;n.</p>
<p>C&#xF3; r&#x1EA5;t nhi&#x1EC1;u b&#x1ED9; m&#xE1;y t&#xEC;m ki&#x1EBF;m: Google, Bing, Yahoo,... tuy nhi&#xEA;n, s&#x1ED1; l&#x1B0;&#x1EE3;ng ng&#x1B0;&#x1EDD;i s&#x1EED; d&#x1EE5;ng Google chi&#x1EBF;m &#x1B0;u th&#x1EBF; (chi&#x1EBF;m 80% th&#x1ECB; ph&#x1EA7;n - s&#x1ED1; li&#x1EC7;u n&#x103;m 2014 theo searchengineland.com), n&#xEA;n n&#xF3;i &#x111;&#x1EBF;n SEO m&#x1EB7;c &#x111;&#x1ECB;nh l&#xE0; SEO Google.</p>
<h3 id="t&#x1EA1;i-sao-website-ph&#x1EA3;i-l&#xE0;m-seo">T&#x1EA1;i sao website ph&#x1EA3;i l&#xE0;m SEO?</h3>
<p>M&#x1EE5;c &#x111;&#xED;ch l&#xE0;m SEO r&#x1EA5;t &#x111;&#x1A1;n gi&#x1EA3;n: &#x111;&#xF3; l&#xE0; &quot;&#x111;&#x1B0;&#x1EE3;c kh&#xE1;ch h&#xE0;ng t&#xEC;m th&#x1EA5;y &amp; gh&#xE9; th&#x103;m&quot;, t&#x103;ng l&#x1B0;u l&#x1B0;&#x1EE3;ng &#x111;&#x1EBF;n website, n&#xE2;ng t&#x1EF7; l&#x1EC7; b&#xE1;n h&#xE0;ng th&#xE0;nh c&#xF4;ng.</p>
<p>Theo th&#x1ED1;ng k&#xEA;, </p>
<ul>
<li>83% ng&#x1B0;&#x1EDD;i d&#xF9;ng t&#xEC;m ki&#x1EBF;m tr&#xEA;n Google tr&#x1B0;&#x1EDB;c khi ra quy&#x1EBF;t &#x111;&#x1ECB;nh mua h&#xE0;ng.</li>
<li>68% cho r&#x1EB1;ng c&#xE1;c th&#x1B0;&#x1A1;ng hi&#x1EC7;u d&#x1EAB;n &#x111;&#x1EA7;u n&#x1EB1;m &#x1EDF; top &#x111;&#x1EA7;u k&#x1EBF;t qu&#x1EA3; t&#xEC;m ki&#x1EBF;m.</li>
<li>86% ng&#x1B0;&#x1EDD;i t&#xEC;m ki&#x1EBF;m tin ch&#x1ECD;n c&#xE1;c k&#x1EBF;t qu&#x1EA3; t&#x1EF1; nhi&#xEA;n h&#x1A1;n l&#xE0; k&#x1EBF;t qu&#x1EA3; qu&#x1EA3;ng c&#xE1;o.</li>
</ul>
<p>T&#x1EA1;i Vi&#x1EC7;t Nam,</p>
<ul>
<li>49,063,762 ng&#x1B0;&#x1EDD;i t&#x1EA1;i Vi&#x1EC7;t Nam d&#xF9;ng Internet, chi&#x1EBF;m 52% d&#xE2;n s&#x1ED1; (s&#x1ED1; li&#x1EC7;u n&#x103;m 2016 theo internetlivestats.com).</li>
<li>88% ng&#x1B0;&#x1EDD;i &#x111;&#x1B0;&#x1EE3;c kh&#x1EA3;o s&#xE1;t s&#x1EED; d&#x1EE5;ng Internet &#x111;&#x1EC3; t&#xEC;m ki&#x1EBF;m th&#xF4;ng tin tr&#x1B0;&#x1EDB;c khi mua h&#xE0;ng, 41% trong s&#x1ED1; h&#x1ECD; t&#xEC;m ki&#x1EBF;m h&#xE0;ng ng&#xE0;y (theo kh&#x1EA3;o s&#xE1;t c&#x1EE7;a c&#x1EE5;c TMDT v&#xE0; CNTT n&#x103;m 2015 t&#x1EA1;i 2 &#x111;&#xF4; th&#x1ECB; l&#x1EDB;n S&#xE0;i G&#xF2;n v&#xE0; H&#xE0; N&#x1ED9;i).</li>
</ul>
<p>V&#x1EAD;y l&#xE0;m sao kh&#xE1;ch h&#xE0;ng t&#xEC;m th&#x1EA5;y website c&#x1EE7;a b&#x1EA1;n thay v&#xEC; website c&#x1EE7;a &#x111;&#x1ED1;i th&#x1EE7; c&#x1EA1;nh tranh, n&#x1EBF;u th&#x1EE9; h&#x1EA1;ng website c&#x1EE7;a b&#x1EA1;n &#x1EDF; xa t&#xED;t m&#xF9; kh&#x1A1;i?</p>
<p>Th&#x1EF1;c t&#x1EBF;, &#x111;&#x1EC3; c&#x1EA1;nh tranh tr&#xEA;n kh&#xF4;ng gian Internet, website c&#x1EE7;a b&#x1EA1;n ph&#x1EA3;i &#xED;t nh&#x1EA5;t n&#x1EB1;m &#x1EDF; Top 10. V&#xEC; theo th&#x1ED1;ng k&#xEA;, 90% ng&#x1B0;&#x1EDD;i d&#xF9;ng s&#x1EBD; click v&#xE0;o 5 k&#x1EBF;t qu&#x1EA3; &#x111;&#x1EA7;u ti&#xEA;n, c&#xF3; &#x111;&#x1EBF;n 70% ng&#x1B0;&#x1EDD;i d&#xF9;ng c&#xF4;ng c&#x1EE5; t&#xEC;m ki&#x1EBF;m d&#x1EEB;ng l&#x1EA1;i trang th&#x1EE9; nh&#x1EA5;t c&#x1EE7;a k&#x1EBF;t qu&#x1EA3; t&#xEC;m ki&#x1EBF;m tr&#x1B0;&#x1EDB;c khi th&#x1EED; t&#x1EEB; kh&#xF3;a m&#x1EDB;i.</p>
<p>&#x110;&#xF3; l&#xE0; l&#xFD; do b&#x1EA1;n n&#xEA;n l&#xE0;m SEO, &#x111;&#x1EA9;y website c&#x1EE7;a b&#x1EA1;n l&#xEA;n top &#x111;&#x1EA7;u Google &#x111;&#x1EC3; t&#x103;ng c&#x1A1; h&#x1ED9;i &#x111;&#x1B0;&#x1EE3;c kh&#xE1;ch h&#xE0;ng th&#x103;m vi&#x1EBF;ng.</p>
<h3 id="seo-m&#x169;-&#x111;en-m&#x169;-tr&#x1EAF;ng--m&#x169;-x&#xE1;m">SEO m&#x169; &#x111;en, m&#x169; tr&#x1EAF;ng &amp; m&#x169; x&#xE1;m</h3>
<p>SEO m&#x169; &#x111;en, m&#x169; tr&#x1EAF;ng hay m&#x169; x&#xE1;m l&#xE0; c&#xE1;ch ph&#xE2;n bi&#x1EC7;t ki&#x1EC3;u l&#xE0;m SEO d&#x1EF1;a tr&#xEA;n m&#x1EE9;c &#x111;&#x1ED9; &quot;s&#x1EA1;ch s&#x1EBD;&quot; c&#x1EE7;a k&#x1EF9; thu&#x1EAD;t.</p>
<ul>
<li><p><strong>SEO m&#x169; &#x111;en</strong> s&#x1EED; d&#x1EE5;ng c&#xE1;c th&#x1EE7; thu&#x1EAD;t thao t&#xFA;ng b&#x1ED9; m&#xE1;y t&#xEC;m ki&#x1EBF;m &#x111;&#x1EC3; &quot;qua m&#x1EB7;t&quot; Google. V&#xED; d&#x1EE5; nh&#x1B0; tr&#x1EA3; ti&#x1EC1;n &#x111;&#x1EC3; &#x111;&#x1EB7;t c&#xE1;c li&#xEA;n k&#x1EBF;t tr&#xEA;n c&#xE1;c trang kh&#xE1;c, spam di&#x1EC5;n &#x111;&#xE0;n, spam comment, hack web kh&#xE1;c &#x111;&#x1EB7;t link &#x1EDF; ch&#xE2;n trang... </p>
<ul>
<li>&#x1AF;u &#x111;i&#x1EC3;m: <ul>
<li>Th&#x1EDD;i gian l&#xEA;n top c&#xF3; th&#x1EC3; r&#x1EA5;t nhanh</li>
</ul>
</li>
<li>Khuy&#x1EBF;t &#x111;i&#x1EC3;m:<ul>
<li>Th&#x1EDD;i gian duy tr&#xEC; v&#x1ECB; tr&#xED; th&#x1EA5;p</li>
<li>Kh&#x1EA3; n&#x103;ng cao &quot;&#x111;&#x1B0;&#x1EE3;c&quot; Google m&#x1EDD;i v&#xE0;o Sandbox ng&#x1ED3;i ch&#x1A1;i &amp; m&#x1EA5;t to&#xE0;n b&#x1ED9; l&#x1B0;u l&#x1B0;&#x1EE3;ng truy c&#x1EAD;p ch&#x1EC9; sau 1 &#x111;&#xEA;m.</li>
</ul>
</li>
</ul>
</li>
<li><p><strong>SEO m&#x169; tr&#x1EB3;ng</strong> s&#x1EED; d&#x1EE5;ng c&#xE1;c k&#x1EF9; thu&#x1EAD;t t&#x1ED1;i &#x1B0;u tu&#xE2;n theo h&#x1B0;&#x1EDB;ng d&#x1EAB;n qu&#x1EA3;n tr&#x1ECB; trang web t&#x1EEB; Google nh&#x1B0; xu&#x1EA5;t b&#x1EA3;n n&#x1ED9;i dung gi&#xE1; tr&#x1ECB;, t&#x1ED1;i &#x1B0;u th&#x1EBB; meta, th&#xEA;m c&#xE1;c th&#x1EBB; di&#x1EC5;n gi&#x1EA3;i gi&#xFA;p Google bot hi&#x1EC3;u &#x111;&#x1B0;&#x1EE3;c n&#x1ED9;i dung trang web.</p>
<ul>
<li>&#x1AF;u &#x111;i&#x1EC3;m:<ul>
<li>Th&#x1EDD;i gian duy tr&#xEC; k&#x1EBF;t qu&#x1EA3; d&#xE0;i</li>
<li>T&#x1EA1;o &#x111;&#x1B0;&#x1EE3;c uy t&#xED;n th&#x1B0;&#x1A1;ng hi&#x1EC7;u</li>
</ul>
</li>
<li>Khuy&#x1EBF;t &#x111;i&#x1EC3;m:<ul>
<li>Th&#x1EDD;i gian th&#x1EA5;y k&#x1EBF;t qu&#x1EA3; l&#xE2;u h&#x1A1;n</li>
</ul>
</li>
</ul>
</li>
<li><p><strong>SEO m&#x169; x&#xE1;m</strong> l&#xE0; s&#x1EF1; k&#x1EBF;t h&#x1EE3;p gi&#x1EEF;a &quot;m&#x169; &#x111;en&quot; &amp; &quot;m&#x169; tr&#x1EAF;ng&quot; nh&#x1EB1;m &#x111;&#x1EA1;t &#x111;&#x1B0;&#x1EE3;c m&#x1EE5;c &#x111;&#xED;ch nh&#x1B0; SEO m&#x169; tr&#x1EAF;ng nh&#x1B0;ng nhanh h&#x1A1;n.</p>
<ul>
<li>&#x1AF;u &#x111;i&#x1EC3;m:<ul>
<li>Th&#x1EDD;i gian l&#xEA;n top nhanh h&#x1A1;n SEO m&#x169; tr&#x1EAF;ng</li>
<li>&#xCD;t r&#x1EE7;i ro h&#x1A1;n SEO m&#x169; &#x111;en</li>
</ul>
</li>
<li>Khuy&#x1EBF;t &#x111;i&#x1EC3;m:<ul>
<li>V&#x1EAB;n c&#xF3; r&#x1EE7;i ro nh&#x1B0; SEO m&#x169; &#x111;en</li>
</ul>
</li>
</ul>
</li>
</ul>
<p><strong>Connected l&#xE0;m SEO m&#x169; tr&#x1EAF;ng</strong></p>
<p>SEO m&#x169; &#x111;en qu&#x1EA3; th&#x1EF1;c r&#x1EA5;t c&#xE1;m d&#x1ED7;: d&#x1EC5; l&#xE0;m, d&#x1EC5; t&#x1EF1; &#x111;&#x1ED9;ng h&#xF3;a, k&#x1EBF;t qu&#x1EA3; nhanh... Tuy nhi&#xEA;n, r&#x1EE7;i ro r&#x1EA5;t cao v&#xE0; c&#xE1;i gi&#xE1; ph&#x1EA3;i tr&#x1EA3; &#x111;&#xF4;i khi r&#x1EA5;t &#x111;&#x1EAF;t.</p>
<p>Nhi&#x1EC1;u doanh nghi&#x1EC7;p &#x111;&#xE3; &quot;n&#x1EBF;m tr&#xE1;i &#x111;&#x1EAF;ng&quot; &#x2013; bi&#x1EBF;n m&#x1EA5;t v&#x129;nh vi&#x1EC5;n tr&#xEA;n b&#x1ED9; m&#xE1;y t&#xEC;m ki&#x1EBF;m c&#x1EE7;a Google &#x2013; sau khi d&#xF9;ng SEO m&#x169; &#x111;en. Bao nhi&#xEA;u c&#xF4;ng s&#x1EE9;c x&#xE2;y d&#x1EF1;ng th&#x1B0;&#x1A1;ng hi&#x1EC7;u coi nh&#x1B0; tan th&#xE0;nh m&#xE2;y kh&#xF3;i.</p>
<p>&#x110;&#xF3; l&#xE0; l&#xFD; do Connected ch&#x1ECD;n h&#x1B0;&#x1EDB;ng SEO m&#x169; tr&#x1EAF;ng - tu&#xE2;n theo ph&#x1B0;&#x1A1;ng ch&#xE2;m &quot;ch&#x1EAD;m m&#xE0; ch&#x1EAF;c&quot;.</p>
<p>H&#x1A1;n th&#x1EBF; n&#x1EEF;a, vi&#x1EC7;c th&#x1B0;&#x1EDD;ng xuy&#xEA;n xu&#x1EA5;t b&#x1EA3;n n&#x1ED9;i dung c&#xF3; gi&#xE1; tr&#x1ECB; s&#x1EBD; gi&#xFA;p doanh nghi&#x1EC7;p t&#x1EA1;o ra s&#x1EE9;c h&#x1EA5;p d&#x1EAB;n thu h&#xFA;t kh&#xE1;ch h&#xE0;ng &amp; bi&#x1EBF;n h&#x1ECD; th&#xE0;nh kh&#xE1;ch h&#xE0;ng trung th&#xE0;nh c&#x1EE7;a b&#x1EA1;n.</p>
<p>Connected cung c&#x1EA5;p d&#x1ECB;ch v&#x1EE5; SEO t&#x1ED5;ng th&#x1EC3; gi&#xFA;p website c&#x1EE7;a b&#x1EA1;n l&#xEA;n top &amp; tr&#x1EE5; h&#x1EA1;ng d&#xE0;i l&#xE2;u, song song v&#x1EDB;i vi&#x1EC7;c ph&#xE1;t tri&#x1EC3;n th&#x1B0;&#x1A1;ng hi&#x1EC7;u &amp; thu h&#xFA;t kh&#xE1;ch h&#xE0;ng m&#x1EDB;i t&#x1EF1; nhi&#xEA;n.</p>
<h3 id="4-b&#x1B0;&#x1EDB;c-ti&#x1EBF;n-h&#xE0;nh-seo-t&#x1ED5;ng-th&#x1EC3;">4 b&#x1B0;&#x1EDB;c ti&#x1EBF;n h&#xE0;nh SEO t&#x1ED5;ng th&#x1EC3;</h3>
<p>SEO t&#x1ED5;ng th&#x1EC3;, tr&#xE1;i v&#x1EDB;i SEO t&#x1EEB; kh&#xF3;a ch&#x1EC9; nh&#x1EAF;m t&#x1EDB;i nh&#x1EEF;ng t&#x1EEB; kh&#xF3;a nh&#x1EA5;t &#x111;&#x1ECB;nh, nh&#x1EAF;m t&#x1EDB;i vi&#x1EC7;c SEO nh&#xF3;m t&#x1EEB; kh&#xF3;a bao g&#x1ED3;m t&#x1EEB; kh&#xF3;a ng&#x1EAF;n, trung b&#xEC;nh, v&#xE0; d&#xE0;i; song song v&#x1EDB;i vi&#x1EC7;c t&#x1ED1;i &#x1B0;u c&#x1EA5;u tr&#xFA;c site, c&#xE1;c th&#x1EBB; meta, c&#xE1;c th&#xF4;ng s&#x1ED1; ch&#x1EA5;t l&#x1B0;&#x1EE3;ng &#x111;&#x1EC3; gi&#xFA;p website &#x111;&#x1B0;&#x1EE3;c Google bot qu&#xE9;t n&#x1ED9;i dung d&#x1EC5; h&#x1A1;n, index d&#x1EC5; h&#x1A1;n, v&#xE0; x&#x1EBF;p h&#x1EA1;ng cao h&#x1A1;n d&#x1EC5; h&#x1A1;n.</p>
<p>K&#x1EBF;t qu&#x1EA3; th&#x1EA5;y &#x111;&#x1B0;&#x1EE3;c c&#x1EE7;a SEO t&#x1ED5;ng th&#x1EC3; ch&#x1EAD;m h&#x1A1;n, nh&#x1B0;ng t&#x1ED1;t h&#x1A1;n nhi&#x1EC1;u so v&#x1EDB;i SEO t&#x1EEB; kh&#xF3;a. V&#xED; d&#x1EE5;, khi b&#x1EA1;n SEO 5 t&#x1EEB; kh&#xF3;a l&#xEA;n top, b&#x1EA1;n c&#xF3; t&#x1ED1;i &#x111;a 5 t&#x1EEB; kh&#xF3;a l&#xEA;n top. Nh&#x1B0;ng khi b&#x1EA1;n SEO t&#x1ED5;ng th&#x1EC3; nh&#xF3;m 20 t&#x1EEB; kh&#xF3;a, b&#x1EA1;n c&#xF3; th&#x1EC3; c&#xF3; t&#x1EEB; 10 - 20 t&#x1EEB; kh&#xF3;a xu&#x1EA5;t hi&#x1EC7;n &#x1EDF; trang 1 Google.</p>
<h4 id="1-seo-audit">1. SEO Audit</h4>
<p>SEO audit l&#xE0; c&#xF4;ng t&#xE1;c &#x111;&#xE1;nh gi&#xE1; hi&#x1EC7;n trang website: n&#x1ED9;i dung, c&#x1EA5;u tr&#xFA;c site. Bao g&#x1ED3;m c&#xE1;c c&#xF4;ng vi&#x1EC7;c sau:</p>
<ul>
<li>T&#x1ED5;ng s&#x1ED1; trang/trang index</li>
<li>S&#x1ED1; t&#x1EEB; kh&#xF3;a &#x111;&#xE3; &#x111;&#x1B0;&#x1EE3;c x&#x1EBF;p h&#x1EA1;ng &amp; th&#x1EE9; h&#x1EA1;ng hi&#x1EC7;n t&#x1EA1;i</li>
<li>C&#xE1;c th&#xF4;ng s&#x1ED1;: <ul>
<li>Th&#x1EDD;i gian t&#x1EA3;i trang</li>
<li>T&#xEC;nh tr&#x1EA1;ng b&#x1EA3;o m&#x1EAD;t</li>
<li>Th&#xE2;n thi&#x1EC7;n mobile</li>
<li>N&#x1ED9;i dung tr&#xF9;ng l&#x1EAF;p</li>
<li>302 redirects</li>
<li>Trang server: 404, 401, 403, 400</li>
<li>L&#x1ED7;i internal server: 500</li>
<li>L&#x1ED7;i canonical</li>
<li>Meta data tr&#xF9;ng l&#x1EAF;p</li>
<li>C&#xE1;ch d&#xF9;ng &#x111;i&#x1EC1;u h&#x1B0;&#x1EDB;ng (directives) kh&#xF4;ng ch&#xED;nh x&#xE1;c: noindex, noindex, vv&#x2026;</li>
<li>Th&#xF4;ng s&#x1ED1; Time on site, Bounce rate, Exit rate... t&#x1EEB; Google Analytics.</li>
</ul>
</li>
</ul>
<h4 id="2-l&#xEA;n-chi&#x1EBF;n-l&#x1B0;&#x1EE3;c-seo">2. L&#xEA;n chi&#x1EBF;n l&#x1B0;&#x1EE3;c SEO</h4>
<p>C&#xF4;ng t&#xE1;c quan tr&#x1ECD;ng &#x111;&#x1EA3;m b&#x1EA3;o l&#x1ED9; tr&#xEC;nh SEO &#x111;&#xFA;ng m&#x1EE5;c ti&#xEA;u &amp; &#x111;&#xFA;ng ti&#x1EBF;n &#x111;&#x1ED9;. Bao g&#x1ED3;m c&#xE1;c c&#xF4;ng vi&#x1EC7;c sau:</p>
<ul>
<li>Nghi&#xEA;n c&#x1EE9;u t&#x1EEB; kh&#xF3;a s&#x1A1; b&#x1ED9;</li>
<li>T&#x1EEB; c&#xE1;c th&#xF4;ng s&#x1ED1; Time on site, Bounce rate, Exit rate... &#x111;&#x1B0;a ra c&#xE1;c &#x111;&#x1EC1; ngh&#x1ECB; &#x111;i&#x1EC1;u ch&#x1EC9;nh &#x111;&#x1EC3; t&#x103;ng tr&#x1EA3;i nghi&#x1EC7;m ng&#x1B0;&#x1EDD;i d&#xF9;ng, k&#xE9;o d&#xE0;i th&#x1EDD;i gian xem trang, gi&#x1EA3;m t&#x1EC9; l&#x1EC7; tho&#xE1;t.</li>
<li>T&#x1ED1;i &#x1B0;u c&#xE1;c th&#x1EBB; meta</li>
<li>T&#x1ED1;i &#x1B0;u ch&#x1EC9;nh s&#x1EED;a n&#x1ED9;i dung hi&#x1EC7;n c&#xF3; &amp; c&#x1EA5;u tr&#xFA;c site.</li>
<li>Nghi&#xEA;n c&#x1EE9;u &#x111;&#x1ED1;i th&#x1EE7;: t&#x1EEB; kh&#xF3;a, s&#x1EF1; c&#x1EA1;nh tranh.</li>
<li>L&#xEA;n chi&#x1EBF;n l&#x1B0;&#x1EE3;c ph&#xE1;t tri&#x1EC3;n n&#x1ED9;i dung: x&#xE1;c &#x111;&#x1ECB;nh &#x111;&#x1ED1;i t&#x1B0;&#x1EE3;ng ng&#x1B0;&#x1EDD;i xem, ph&#xE1;t tri&#x1EC3;n persona, x&#xE1;c &#x111;&#x1ECB;nh c&#xE1;c ch&#x1EE7; &#x111;&#x1EC1; c&#x1EA7;n l&#xE0;m n&#x1ED9;i dung, v&#x103;n phong &amp; k&#xEA;u g&#x1ECD;i h&#xE0;nh &#x111;&#x1ED9;ng.</li>
</ul>
<h3 id="3-x&#xE2;y-backlink">3. X&#xE2;y backlink</h3>
<p>Backlinks l&#xE0; y&#x1EBF;u t&#x1ED1; quan tr&#x1ECD;ng kh&#xF4;ng th&#x1EC3; thi&#x1EBF;u trong l&#xE0;m SEO. M&#x1EB7;c d&#xF9; &quot;n&#x1ED9;i dung l&#xE0; vua&quot;, s&#x1ED1; l&#x1B0;&#x1EE3;ng backlink v&#x1EAB;n l&#xE0; ti&#xEA;u ch&#xED; quan tr&#x1ECD;ng &#x111;&#xE1;nh gi&#xE1; ch&#x1EA5;t l&#x1B0;&#x1EE3;ng website c&#x1EE7;a Google.</p>
<ul>
<li>X&#xE2;y d&#x1EF1;ng h&#x1EC7; th&#x1ED1;ng site v&#x1EC7; tinh: kh&#x1EDF;i t&#x1EA1;o, nu&#xF4;i d&#x1B0;&#x1EE1;ng b&#x1EB1;ng c&#xE1;ch th&#x1B0;&#x1EDD;ng xuy&#xEA;n xu&#x1EA5;t b&#x1EA3;n b&#xE0;i c&#xF3; ch&#x1EA5;t l&#x1B0;&#x1EE3;ng.</li>
<li>T&#xF9;y v&#xE0;o ng&#xE2;n s&#xE1;ch, c&#xF3; th&#x1EC3; &#x111;&#x1EB7;t backlink qua c&#xE1;c b&#xE0;i PR tr&#xEA;n c&#xE1;c trang web c&#xF3; uy t&#xED;n nh&#x1B0; Zing.</li>
<li>&#x110;&#x1EB7;t link t&#x1EA1;i h&#x1EC7; th&#x1ED1;ng c&#xE1;c trang c&#xF3; PR, DR, TF, CF cao qua vi&#x1EC7;c xu&#x1EA5;t b&#x1EA3;n n&#x1ED9;i dung c&#xF3; tr&#x1EA3; ph&#xED;.</li>
</ul>
<h3 id="4-ti&#x1EBF;p-th&#x1ECB;-m&#x1EA1;ng-x&#xE3;-h&#x1ED9;i">4. Ti&#x1EBF;p th&#x1ECB; m&#x1EA1;ng x&#xE3; h&#x1ED9;i</h3>
<p>M&#x1EA1;ng x&#xE3; h&#x1ED9;i &#x1EDF; Vi&#x1EC7;t Nam, &#x111;&#x1EB7;c bi&#x1EC7;t l&#xE0; Facebook, l&#xE0; m&#xF4;i tr&#x1B0;&#x1EDD;ng tuy&#x1EC7;t v&#x1EDD;i &#x111;&#x1EC3; gi&#x1EDB;i thi&#x1EC7;u th&#x1B0;&#x1A1;ng hi&#x1EC7;u v&#xE0; t&#x1EA1;o &#x111;&#x1ED9; lan. X&#xE2;y d&#x1EF1;ng fanpage &amp; xu&#x1EA5;t b&#x1EA3;n n&#x1ED9;i dung t&#x1B0;&#x1A1;ng t&#xE1;c l&#xE0; c&#xE1;ch l&#xE0;m marketing b&#x1EC1;n v&#x1EEF;ng b&#x1EA1;n kh&#xF4;ng n&#xEA;n b&#x1ECF; qua.</p>
<p>Th&#xEA;m v&#xE0;o &#x111;&#xF3;, Google xem t&#x1EC9; l&#x1EC7; chia s&#x1EBB;, nh&#x1EAF;c &#x111;&#x1EBF;n th&#x1B0;&#x1A1;ng hi&#x1EC7;u tr&#xEA;n m&#x1EA1;ng x&#xE3; h&#x1ED9;i l&#xE0; t&#xED;n hi&#x1EC7;u t&#xED;ch c&#x1EF1;c &amp; c&#xF3; l&#x1EE3;i cho SEO.</p>
<ul>
<li>Kh&#x1EDF;i t&#x1EA1;o fanpage (n&#x1EBF;u ch&#x1B0;a c&#xF3;).</li>
<li>&#x110;&#x1B0;a c&#xE1;c n&#x1ED9;i dung c&#x1EA7;n SEO chia s&#x1EBB; tr&#xEA;n fanpage</li>
<li>Xu&#x1EA5;t b&#x1EA3;n c&#xE1;c n&#x1ED9;i dung t&#x1B0;&#x1A1;ng t&#xE1;c v&#x1EDB;i ng&#x1B0;&#x1EDD;i theo d&#xF5;i</li>
<li>&#x110;o l&#x1B0;&#x1EDD;ng hi&#x1EC7;u qu&#x1EA3; n&#x1ED9;i dung b&#x1EB1;ng c&#xE1;c c&#xF4;ng c&#x1EE5; social listening &#x111;&#x1EC3; c&#xF3; &#x111;i&#x1EC1;u ch&#x1EC9;nh th&#xED;ch h&#x1EE3;p.</li>
</ul>
<h3 id="ng&#xE2;n-s&#xE1;ch">Ng&#xE2;n s&#xE1;ch</h3>
<p>D&#x1EF1; ki&#x1EBF;n: 7 - 30 tri&#x1EC7;u/th&#xE1;ng t&#xF9;y theo &#x111;&#xE1;nh gi&#xE1; website &amp; m&#x1EE9;c &#x111;&#x1ED9; c&#x1EA1;nh tranh.</p>
<p>Vi&#x1EC7;c thanh to&#xE1;n chi ph&#xED; s&#x1EBD; &#x111;&#x1B0;&#x1EE3;c chia nh&#x1ECF; th&#xE0;nh t&#x1EEB;ng giai &#x111;o&#x1EA1;n t&#xF9;y theo t&#x1EEB;ng d&#x1EF1; &#xE1;n.</p>

                                
                                </section>
                            
    </div>
    <div class="search-results">
        <div class="has-results">
            
            <h1 class="search-results-title"><span class='search-results-count'></span> results matching "<span class='search-query'></span>"</h1>
            <ul class="search-results-list"></ul>
            
        </div>
        <div class="no-results">
            
            <h1 class="search-results-title">No results matching "<span class='search-query'></span>"</h1>
            
        </div>
    </div>
</div>

                        </div>
                    </div>
                
            </div>

            
                
                <a href="terms.md" class="navigation navigation-prev " aria-label="Previous page: Thuật ngữ">
                    <i class="fa fa-angle-left"></i>
                </a>
                
                
                <a href="thiet-ke-website.html" class="navigation navigation-next " aria-label="Next page: Thiết kế website">
                    <i class="fa fa-angle-right"></i>
                </a>
                
            
        
    </div>

    <script>
        var gitbook = gitbook || [];
        gitbook.push(function() {
            gitbook.page.hasChanged({"page":{"title":"SEO – Search Engine Optimization","level":"2.1","depth":1,"next":{"title":"Thiết kế website","level":"2.2","depth":1,"path":"services/thiet-ke-website.md","ref":"services/thiet-ke-website.md","articles":[]},"previous":{"title":"Thuật ngữ","level":"1.2","depth":1,"path":"services/terms.md","ref":"services/terms.md","articles":[]},"dir":"ltr"},"config":{"gitbook":"*","theme":"default","variables":{},"plugins":[],"pluginsConfig":{"highlight":{},"search":{},"lunr":{"maxIndexSize":1000000,"ignoreSpecialCharacters":false},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"theme-default":{"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"},"showLevel":false}},"structure":{"langs":"LANGS.md","readme":"README.md","glossary":"GLOSSARY.md","summary":"SUMMARY.md"},"pdf":{"pageNumbers":true,"fontSize":12,"fontFamily":"Arial","paperSize":"a4","chapterMark":"pagebreak","pageBreaksBefore":"/","margin":{"right":62,"left":62,"top":56,"bottom":56}},"styles":{"website":"styles/website.css","pdf":"styles/pdf.css","epub":"styles/epub.css","mobi":"styles/mobi.css","ebook":"styles/ebook.css","print":"styles/print.css"}},"file":{"path":"services/seo.md","mtime":"2017-11-17T09:18:32.856Z","type":"markdown"},"gitbook":{"version":"3.2.2","time":"2017-11-20T05:37:44.481Z"},"basePath":"..","book":{"language":""}});
        });
    </script>
</div>

        
    <script src="../gitbook/gitbook.js"></script>
    <script src="../gitbook/theme.js"></script>
    
        
        <script src="../gitbook/gitbook-plugin-search/search-engine.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-search/search.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/lunr.min.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-lunr/search-lunr.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-sharing/buttons.js"></script>
        
    
        
        <script src="../gitbook/gitbook-plugin-fontsettings/fontsettings.js"></script>
        
    

    </body>
</html>

